Repository: deckerweb/snippets-quicknav
Catalog: languages/snippets-quicknav-*_formal.po
Languages: de_de@formal

source: SAFE MODE is active 🔥
de_de@formal: SAFE MODE ist aktiv 🔥

source: Code Snippets Safe Mode active 🔥
de_de@formal: Code Snippets Abgesicherter Modus aktiv 🔥

source: SCRIPT_DEBUG is on ⚠
de_de@formal: SCRIPT_DEBUG ist an ⚠

source: Active Snippets
de_de@formal: Aktive Snippets

source: Inactive Snippets
de_de@formal: Inaktive Snippets

source: Snippets by Status
de_de@formal: Snippets nach Status

source: All Snippets
de_de@formal: Alle Snippets

source: Recently Active Snippets
de_de@formal: Kürzlich aktive Snippets

source: Snippets by Type
de_de@formal: Snippets nach Typ

source: Functions
de_de@formal: Funktionen

source: Content
de_de@formal: Inhalt

source: Styles
de_de@formal: Stile

source: Scripts
de_de@formal: Skripte

source: Cloud Search
de_de@formal: Suche in der Cloud

source: Bundles
de_de@formal: Pakete

source: Snippets by Tag
de_de@formal: Snippets nach Tag

source: Network
de_de@formal: Netzwerk

source: Function
de_de@formal: Funktion

source: Style
de_de@formal: Stil

source: Script
de_de@formal: Skript

source: Add New
de_de@formal: Neu hinzufügen

source: Import
de_de@formal: Importieren

source: Import Snippet
de_de@formal: Snippet-Import

source: Settings
de_de@formal: Einstellungen

source: General
de_de@formal: Allgemein

source: What's New
de_de@formal: Was ist neu

source: Account
de_de@formal: Konto

source: Site Health Info
de_de@formal: Website-Zustand Bericht

source: Variable Inspector
de_de@formal: Variablen-Inspektor

source: File Manager
de_de@formal: Dateimanager

source: Error Logs
de_de@formal: Fehlerprotokolle

source: Adminer: Manage DB
de_de@formal: Verwalter: DB verwalten

source: Tools
de_de@formal: Werkzeuge

source: Find Snippets
de_de@formal: Snippets finden

source: WP Snippets Library
de_de@formal: WP Snippets Bibliothek

source: Codes by Web Squadron
de_de@formal: Codes von Web Squadron

source: WP SnippetClub Archive
de_de@formal: WP SnippetClub Archiv

source: Snippets Library by dPlugins
de_de@formal: Snippets-Bibliothek von dPlugins

source: WPCodeBin by WPCodeBox
de_de@formal: WPCodeBin von WPCodeBox

source: Snippets Library by WPCode
de_de@formal: Snippets-Bibliothek von WPCode

source: Code Snippets HQ
de_de@formal: Code Snippets Zentrale

source: Plugin´s Documentation
de_de@formal: Dokumentation des Plugins

source: Emergency Fixes 🔥
de_de@formal: Notbehelfe 🔥

source: Learning Ressources
de_de@formal: Lernressourcen

source: CS YouTube Channel
de_de@formal: CS YouTube Kanal

source: CS Facbook Group (official)
de_de@formal: CS Facbook Gruppe (offiziell)

source: CS Discord Community (official)
de_de@formal: CS Discord Community (offiziell)

source: CS Status Page (official)
de_de@formal: CS-Statusseite (offiziell)

source: CS GitHub Development (official)
de_de@formal: CS GitHub Entwicklung (offiziell)

source: About
de_de@formal: Über

source: Author: David Decker
de_de@formal: Autor: David Decker

source: Plugin on GitHub
de_de@formal: Plugin auf GitHub

source: Buy Me a Coffee
de_de@formal: Kauf mir einen Kaffee

# Site Health Debug info
source: Undefined
de_de@formal: Nicht definiert

# Site Health Debug info
source: Enabled
de_de@formal: Aktiviert

# Site Health Debug info
source: Disabled
de_de@formal: Deaktiviert

# Site Health Debug info
source: value
de_de@formal: Wert

source: free
de_de@formal: Freie

source: WordPress Install Type
de_de@formal: WordPress Installationstyp

source: Multisite install
de_de@formal: Multisite-Installation

source: Single Site install
de_de@formal: Single-Site-Installation

source: Plugin not installed
de_de@formal: Plugin nicht installiert

# Plugins page listing
source: Donate
de_de@formal: Spenden

# Plugins page listing
source: Join our Newsletter
de_de@formal: Jetzt Newsletter

source: For Code Snippets enthusiasts: Adds a quick-access navigator (aka QuickNav) to the WordPress Admin Bar (Toolbar). It allows easy access to your Code Snippets listed by Active, Inactive, Snippet Type or Tag. Safe Mode is supported. Comes with inspiring links to snippet libraries.
de_de@formal: Für Code Snippets-Fans: Fügt einen Schnellzugriffsnavigator (auch QuickNav genannt) zur WordPress Admin Bar (Toolbar) hinzu. Das ermöglicht einen einfachen Zugriff auf alle Code Snippets, aufgelistet nach Aktiv, Inaktiv, Snippet-Typ oder Tag. Der Safe Mode wird unterstützt. Enthält inspirierende Links zu Snippet-Bibliotheken.
